{
    "e1d4619cb805f023db8cdb14812390c9.wav": "Make sure you have a yoga matt, pillow and wall nearby for your exercises.",
    "70f4a2334c785013dde3072ffbec5d04.wav": "Start seated at a chair and perform a figure 4 stretch with your left leg up for 40 seconds. Keep your back straight and core engaged as you pivot from the hips.",
    "bdc14bc3bbc86265db1b9231a25e8c51.wav": "Swap to your right leg and hold for 40 seconds",
    "43af55a90e85203cc761aeb3b069571c.wav": "Swap to your left leg and hold for 40 seconds",
    "2c39382780ddf4ae0f7711573f5aa69a.wav": "Stand up and find a chair or couch to rest your left heel on. Keep your leg straight by engaging your quads, flexing your feet and engaging your  core then lean in and pivot from your hips. Feel the stretch in your hamstring and calf. You’ll hold for 5 seconds then lift to engage your hip flexor and lift your left leg to your waist for 3 seconds. Here we go.",
    "c0abd9fa428c5b924c75eafbeff8dd96.wav": "Left heel down, hold 5.",
    "3f75488e5bc393aa913f4551bc6e21c3.wav": "Leg up to waist, keep it straight hold 3",
    "a526d0a54ab5c991cce8466a820cf914.wav": "Now swap to your right heel being on the chair.",
    "f5442e25c55d1267030d49ca59105bc4.wav": "Right heel down, hold 5.",
    "635840f06bfbe123ceb564ce6e9524e0.wav": "Stand on your knees and stick your left leg to the side so that your toes face away from your left side and your left knee is at 90 degrees. Engage your glutes to push your pelvis forwards. Put your hands on the back of your head and lift your chest up.",
    "21a9d8df4fc0f977460cb414ff034d5b.wav": "Move to the left putting your left knee over your toes then drop the left elbow to left knee and hold for 5 seconds.",
    "a2cb85ae40f6965e2c03f6b0d300e799.wav": "Bring your spine back to neutral then move your left knee so it is over your left ankle. Pause for a second.",
    "3163e911f81eb28a8a279fdbafe77da8.wav": "Move to the left then drop your elbow. Hold for 5 seconds.",
    "25556c92ca386b375ed6793471778be1.wav": "Spine to neutral then move your left knee.",
    "507bddaf3e02ea75eb4ce242ed8b9654.wav": "Move to the right putting your right knee over your toes then drop the right elbow to right knee and hold for 5 seconds.",
    "dae02ccf80945d7833533f89512762d3.wav": "Bring your spine back to neutral then move your right knee so it is over your right ankle. Pause for a second.",
    "ce4b20b65f48e41801895a463b5c0368.wav": "Move to the right then drop your elbow. Hold for 5 seconds.",
    "fe98716b7873514fdbd02d0118317282.wav": "Spine to neutral then move your right knee.",
    "350f6733682aa023d06089e4fd697242.wav": "Now for a couch stretch variation.",
    "b9324f0fbe437f07e69a841e7003b25b.wav": "Get a pillow and rest it on the ground in front of a couch with soft edges as your don't want to kill your shins. Start the couch stretch by putting your left knee on the ground and left front foot on the couch. There should be enough room so you can tense your glutes to bring your pelvis forwards and now your right foot is planted so the right knee is 90 degrees. You will oscilate between the quad stretch for 3 seconds then the hip flexor stretch.",
    "bbd110b84f1b6b7c4dbee7774b8259be.wav": "Press into the couch, tensing your left glute and hamstring.",
    "60a9cd9eeac36f70685cccc5a4ceb78d.wav": "Push your right knee forwards and scoop your pelvis for a left hip flexor stretch.",
    "db1f4fdc38fa73e9def17632c1f7f5f7.wav": "Swap to the other side placing your right knee on the pillow and right foot on the couch. Your left foot should be firmly planted forward with your knee at 90 degrees.",
    "41795d909a95e6b511bff55de8760b20.wav": "Press into the couch, tensing your right glute and hamstring.",
    "b713ea7119d875a9134dc2629daf6679.wav": "Push your left knee forwards and scoop your pelvis for a right hip flexor stretch.",
    "92b2864e5819780d4d671ea5b547923a.wav": "Now for a world's greatest stretch variation.",
    "89135564129be2d5feb4df20fa9fcf19.wav": "move into lizard pose with your left foot forward and planted so your knee is 90 degrees but right knee is down.",
    "df393889381ef2efe20aaf4123b9e5e1.wav": "Plant your right hand on the floor and twist your left and upwards and reach for the sky.",
    "527b3ae31878421d83057be7636a2695.wav": "Pull your left elbow to the ground to the right of your left foot.",
    "e4652e7bd13b7961af27f49f2ef90658.wav": "Swap sides, plant your right foot on the ground in front of you and right knee over the foot.",
    "825b0b3a4920b5dbcfb612e9fabce18e.wav": "Plant your left hand on the floor and twist your right and upwards and reach for the sky.",
    "1cab130983519548bdd8f269c4dc3b96.wav": "Pull your right elbow to the ground to the left of your right foot."
}