{
    "e1d4619cb805f023db8cdb14812390c9.wav": "Make sure you have a yoga matt, pillow and wall nearby for your exercises.",
    "70f4a2334c785013dde3072ffbec5d04.wav": "Start seated at a chair and perform a figure 4 stretch with your left leg up for 40 seconds. Keep your back straight and core engaged as you pivot from the hips.",
    "bdc14bc3bbc86265db1b9231a25e8c51.wav": "Swap to your right leg and hold for 40 seconds",
    "43af55a90e85203cc761aeb3b069571c.wav": "Swap to your left leg and hold for 40 seconds",
    "2c39382780ddf4ae0f7711573f5aa69a.wav": "Stand up and find a chair or couch to rest your left heel on. Keep your leg straight by engaging your quads, flexing your feet and engaging your  core then lean in and pivot from your hips. Feel the stretch in your hamstring and calf. You’ll hold for 5 seconds then lift to engage your hip flexor and lift your left leg to your waist for 3 seconds. Here we go.",
    "c0abd9fa428c5b924c75eafbeff8dd96.wav": "Left heel down, hold 5.",
    "3f75488e5bc393aa913f4551bc6e21c3.wav": "Leg up to waist, keep it straight hold 3",
    "a526d0a54ab5c991cce8466a820cf914.wav": "Now swap to your right heel being on the chair.",
    "f5442e25c55d1267030d49ca59105bc4.wav": "Right heel down, hold 5.",
    "635840f06bfbe123ceb564ce6e9524e0.wav": "Stand on your knees and stick your left leg to the side so that your toes face away from your left side and your left knee is at 90 degrees. Engage your glutes to push your pelvis forwards. Put your hands on the back of your head and lift your chest up.",
    "21a9d8df4fc0f977460cb414ff034d5b.wav": "Move to the left putting your left knee over your toes then drop the left elbow to left knee and hold for 5 seconds.",
    "a2cb85ae40f6965e2c03f6b0d300e799.wav": "Bring your spine back to neutral then move your left knee so it is over your left ankle. Pause for a second.",
    "3163e911f81eb28a8a279fdbafe77da8.wav": "Move to the left then drop your elbow. Hold for 5 seconds.",
    "25556c92ca386b375ed6793471778be1.wav": "Spine to neutral then move your left knee.",
    "507bddaf3e02ea75eb4ce242ed8b9654.wav": "Move to the right putting your right knee over your toes then drop the right elbow to right knee and hold for 5 seconds.",
    "dae02ccf80945d7833533f89512762d3.wav": "Bring your spine back to neutral then move your right knee so it is over your right ankle. Pause for a second.",
    "ce4b20b65f48e41801895a463b5c0368.wav": "Move to the right then drop your elbow. Hold for 5 seconds.",
    "fe98716b7873514fdbd02d0118317282.wav": "Spine to neutral then move your right knee.",
    "350f6733682aa023d06089e4fd697242.wav": "Now for a couch stretch variation.",
    "b9324f0fbe437f07e69a841e7003b25b.wav": "Get a pillow and rest it on the ground in front of a couch with soft edges as your don't want to kill your shins. Start the couch stretch by putting your left knee on the ground and left front foot on the couch. There should be enough room so you can tense your glutes to bring your pelvis forwards and now your right foot is planted so the right knee is 90 degrees. You will oscilate between the quad stretch for 3 seconds then the hip flexor stretch.",
    "bbd110b84f1b6b7c4dbee7774b8259be.wav": "Press into the couch, tensing your left glute and hamstring.",
    "60a9cd9eeac36f70685cccc5a4ceb78d.wav": "Push your right knee forwards and scoop your pelvis for a left hip flexor stretch.",
    "db1f4fdc38fa73e9def17632c1f7f5f7.wav": "Swap to the other side placing your right knee on the pillow and right foot on the couch. Your left foot should be firmly planted forward with your knee at 90 degrees.",
    "41795d909a95e6b511bff55de8760b20.wav": "Press into the couch, tensing your right glute and hamstring.",
    "b713ea7119d875a9134dc2629daf6679.wav": "Push your left knee forwards and scoop your pelvis for a right hip flexor stretch.",
    "92b2864e5819780d4d671ea5b547923a.wav": "Now for a world's greatest stretch variation.",
    "89135564129be2d5feb4df20fa9fcf19.wav": "move into lizard pose with your left foot forward and planted so your knee is 90 degrees but right knee is down.",
    "df393889381ef2efe20aaf4123b9e5e1.wav": "Plant your right hand on the floor and twist your left and upwards and reach for the sky.",
    "527b3ae31878421d83057be7636a2695.wav": "Pull your left elbow to the ground to the right of your left foot.",
    "e4652e7bd13b7961af27f49f2ef90658.wav": "Swap sides, plant your right foot on the ground in front of you and right knee over the foot.",
    "825b0b3a4920b5dbcfb612e9fabce18e.wav": "Plant your left hand on the floor and twist your right and upwards and reach for the sky.",
    "1cab130983519548bdd8f269c4dc3b96.wav": "Pull your right elbow to the ground to the left of your right foot.",
    "0a543cee85bbba1917dbe839bc863a02.wav": "Swap to your right leg, and hold for 40 seconds",
    "703830e5ebc830131f0eaca2359406cc.wav": "Stand up and find a chair or couch to rest your left heel on. Keep your leg straight by engaging your quads, flexing your feet and engaging your core then lean in and pivot from your hips. Feel the stretch in your hamstring and calf. You’ll hold for 5 seconds then lift to engage your hip flexor and lift your left leg to your waist for 3 seconds. Here we go.",
    "c2a521be4c8e8d42b80cb5c203631348.wav": "Stand on your knees and place your left leg to the side so that your toes face away from your left side and your left knee is at 90 degrees. Engage your glutes to push your pelvis forwards. Put your hands on the back of your head and lift your chest up.",
    "df81990d336842c972e17f14925ab707.wav": "Move to the left then drop your elbow to your knee. Hold for 5.",
    "0a17be47113280472a13c6a20f500101.wav": "Spine to neutral and left knee to 90 degrees.",
    "f8ab31900a0fa18ae8cf082fdb960dcb.wav": "Swap sides. Return to sitting on your knees and place your right foot to the side so that your toes face away from your right side and your right knee is at 90 degrees",
    "e6ab355b52f3b118d8d129eb74d0ffe0.wav": "Move to the right then drop your elbow to your knee. Hold for 5.",
    "34be695c63b0c372b94e002b64aae234.wav": "Spine to neutral and right knee to 90 degrees.",
    "5ff73ca5e78c303d662d5c48429f1438.wav": "Get a pillow and rest it on the ground in front of a couch with soft edges as your don't want to kill your shins. Start the couch stretch by putting your left knee on the ground and left front foot on the couch. There should be enough room so you can tense your glutes to bring your pelvis forwards and now your right foot is planted so the right knee is 90 degrees. You are going to oscilate between the quad stretch and hip flexor stretch.",
    "8d997904cdc97b3b98141fab133ead20.wav": "Press into the couch, tensing your left glute and hamstring. Hold for 3.",
    "758c2f524a0a0d0282147e4db63be146.wav": "Push your right knee forwards and scoop your pelvis. Hold for 3.",
    "e3c75e27f9e7d01b2ca0fdad6912150d.wav": "Press into the couch, tensing your right glute and hamstring. Hold for 3.",
    "4ac1ce2d30790cee8767e62d4fb913ef.wav": "Push your left knee forwards and scoop your pelvis. Hold for 3.",
    "6d8296879f3f65b282ab6550ac405ed4.wav": "Plant your right hand on the floor, twist left and upwards to reach for the sky. Hold for 3.",
    "98847ece272b5c617dd87068e2a53de0.wav": "Pull your left elbow to the ground foot. Hold for 3.",
    "41cdf15ade55c3f9c29466186f667858.wav": "Plant your left hand on the floor, twist right and upwards to reach for the sky. Hold for 3.",
    "d40c876dd8acabf60805a97e8f88fb26.wav": "Welcome to your 15 minute Upper Thoracic Mobility routine. You will need a foam roller and a wall for this session.",
    "962d7e01bdccde64232a9b10c9a2e848.wav": "First up is the Scorpion Stretch. Lie face down with arms in a T shape. Lift one leg, bend the knee, and reach it toward the opposite hand. Keep both shoulders flat on the floor. Use your non-moving arm to press lightly into the floor to deepen the stretch.",
    "db925c52a20082940eef4487a650a18c.wav": "We will alternate sides for 10 reps each side, holding the end range for 3 seconds.",
    "16bf49baf774e8a3ca442137494d6aa5.wav": "Lift left leg, reach to right hand. Hold for 3.",
    "76f4b3e824aa2e1aced1caf7c519f292.wav": "Return to center.",
    "46272eb53cc36c98e90a0a2037870c74.wav": "Lift right leg, reach to left hand. Hold for 3.",
    "043fd084d36b48ea97ecfb52707dafdf.wav": "Next is the Lumbar Lock Rotation. Sit on your heels in Child's Pose. Place your left hand behind your head and rotate that elbow toward the ceiling. This locks your lower back so the rotation happens in your upper back.",
    "bde361780b60a1ff5a44b62368d12a43.wav": "We will do 12 reps on the left side. Exhale deeply as you rotate the elbow up.",
    "4ee8e46a79256a0a23ff45892fdce705.wav": "Rotate left elbow up. Exhale and hold for 2.",
    "d13750059c91ba4c8135fe252d66cf2f.wav": "Return down.",
    "539564ea11c598dbbeb6202dcd37e324.wav": "Now switch to the right side. Place your right hand behind your head.",
    "6c9276ed093f88d80459787d915752ca.wav": "Rotate right elbow up. Exhale and hold for 2.",
    "e7838b6dee0c8accfd90f766e8325490.wav": "Moving on to Foam Roller Thoracic Extension. Place a foam roller under your shoulder blades. Support your head and gently lean back. Keep your ribcage tucked down.",
    "c3b2c6cf5759f6d180182a16d7c6ca14.wav": "We will focus on 3 tight spots, doing 10 extensions per spot.",
    "7c5993c87c1b954ca3591312080d1a81.wav": "Find the first tight spot.",
    "df083940c5411b290bb70a7c34005a8b.wav": "Lean back over the roller.",
    "f1320ee2056e5451b588bc78449ab895.wav": "Crunch back up.",
    "27f3d70dfa758b3d2c93b9eb93bb2b59.wav": "Move the roller to a second tight spot.",
    "5d8085d9bd13ff86f4029b5a9cf415a6.wav": "Lean back.",
    "42d3229b2eebe94fab9c84aab7053076.wav": "Up.",
    "ad61e2126d954f27e2cfbbb58b791b91.wav": "Move the roller to the third tight spot.",
    "b5bed248be6fa0a4a1441cef3ca1899c.wav": "Next is Open the Book. Lie on your left side with knees tucked to 90 degrees. Arc your top arm over your head to the floor behind you, following the movement with your eyes. Keep knees glued together.",
    "f85b234a3a8b133a4afe62cb28b4b83c.wav": "8 slow arcs on this side.",
    "76eaed9d75b75ca80f40e98bbd2b02b4.wav": "Arc arm over head to floor behind. Open up.",
    "d428b4827a2c3a94d9c4094a972142ed.wav": "Close the book, arm back to start.",
    "bb912d7a29d69ad638177954c7c4dff4.wav": "Swap sides. Lie on your right side.",
    "0bfb6245f179f9313cdf17677bfa3881.wav": "Close the book.",
    "c7fbcd7632fe9f070d9c9b3b6eae2f51.wav": "Finally, Wall Angels. Stand with your back flat against a wall. Slide your arms up and down in a W to Y shape. Keep contact with the wall at your head, upper back, and tailbone.",
    "cee7020f366060672c9c36e03b37f45a.wav": "15 controlled reps. Focus on keeping wrists and elbows against the wall.",
    "3f35303a36f4dc11bf8ec3981553de4d.wav": "Slide arms up to Y shape.",
    "173be0175dba4056aec0b62c5ed38797.wav": "Slide down to W shape, squeezing shoulder blades.",
    "62fbf23693ac0cf2d3f00e874378ae79.wav": "Great work. You have completed the upper thoracic mobility routine.",
    "0bb8231256a9995bde5bae13ba24d285.wav": "Welcome to your 10 minute Office Break Mobility routine. This session is equipment-free and designed to be done at your desk.",
    "bd1923f134e26838194a5cbc8438a1e4.wav": "First is the Seated Figure 4. Sit at the edge of your chair. Cross your right ankle over your left knee. Keep your spine tall and gently lean forward from your hips until you feel a deep stretch in your outer glute.",
    "cde54437504c7367b22b362d1a2550e1.wav": "Hold for 45 seconds on this side. Lean forward incrementally as you exhale.",
    "e1fcedddfaa18d6463f4e885cff25294.wav": "Switch sides. Cross your left ankle over your right knee.",
    "fcbbf2c3bfe37700dd4cd400b548ba32.wav": "Hold for 45 seconds.",
    "ea255c63b7a98d2e93b7d0cbc4fc2d78.wav": "Next is the Seated Zenith Rotation. Lean forward and place your left hand on your right ankle. Reach your right arm straight up toward the ceiling, following your hand with your eyes. Imagine a string pulling the crown of your head to the ceiling to stay tall.",
    "bc63717b82bdb33689263141e98740ab.wav": "We will do 10 slow reps on the right side.",
    "3b1c29f7791edc54ffe5941e7e9f027f.wav": "Rotate right arm up. Hold for 2.",
    "9d79a5a8e0d390816480adf4c6340548.wav": "Switch sides. Place your right hand on your left ankle.",
    "51eb391d37e978a46502c33006be8cf4.wav": "Rotate left arm up. Hold for 2.",
    "ddf19acb1b55a21de4e99f26f54c8855.wav": "Stand up for the Standing Hip Flexor Stretch. Hold your chair for balance. Take a step back with your right leg, keeping the heel off the floor. Tuck your tailbone and slightly bend both knees.",
    "beff5972662d14d8dcb147cddd0f7a63.wav": "Squeeze the glute of the back leg. Hold for 45 seconds.",
    "bdf160d197636d3103ee07acc63c253d.wav": "Switch legs. Step back with your left leg.",
    "c6b097bc72f8249447f4c35a6da8ce98.wav": "Sit back down for Seated Thoracic Extension. Sit tall in your chair. Interlace fingers behind your head and gently lean back over the top of the chair. Use the chair as a fulcrum.",
    "a2d1b80b86caf93ea7023229bf65f954.wav": "10 slow pulses. Avoid arching your lower back.",
    "9f7d971a327ede02876cfcedd21568cc.wav": "Lean back over the chair.",
    "c53dc713f65070036120ecc7dbdaa303.wav": "Return to neutral.",
    "1c1a0b23c03bfd93d6176b54b23f3e85.wav": "Finally, Wall Angels. Stand with your head, upper back, and tailbone against a wall. Arms in a W shape.",
    "afe3ab008e79d52ad756583e1e1a6f16.wav": "15 controlled reps. Focus on keeping wrists and elbows in contact with the wall to reset your posture.",
    "cb9a48d28377f48a74e3956dfb3ef340.wav": "Slide arms up.",
    "ac0c50f5ec8d0029e642ea52a03fca37.wav": "Slide down to W.",
    "fbbb911188c33218a2ecdc33db1b9f28.wav": "Great job. You have completed your office break mobility routine.",
    "60b0440bffccae7674b52d7cc3cbe6ad.wav": "This is a 20 minute hip opener mobility routine, you will need a chair, couch and a pillow.",
    "643b84bce5f1b540b504e4c81745c090.wav": "Inhale and sit up tall, exhaule and lean forward to deepen the stretch.",
    "9dde20970dad4d87e912bc2f18475a3e.wav": "Now moving into a hamstring stretch with hip flexor activation.",
    "71ccf0f820812a610b343803f33feb75.wav": "We'll stretch your adductors next with a side lunge stretch.",
    "c0430441c45e69c354ffceab294298a8.wav": "Pull your left elbow to your hand. Hold for 3.",
    "112b43157aff4a3d4d9d42dc21109db6.wav": "Session complete, go out and move your hips like your mamma taught ya!"
}